Repository: ApoporioAtul/BACKUP
Catalog: NEWDOORBITAXIDRIVER/TaxiApp Driver/TaxiApp Driver/*.lproj/Localizable.strings
Languages: fr

source: Enter the email you registered with and we will send you a new password.
fr: Entrez le courrier électronique que vous avez enregistré et nous vous enverrons un nouveau mot de passe.

source: Please fill email properly.
fr: Veuillez remplir le courrier électronique correctement.

source: Password successfully send at your Email.
fr: Mot de passe envoyé avec succès à votre adresse e-mail.

source: Your Email is not registered
fr: Votre Email n'est pas enregistré

source: Required Filled is Missing...
fr: Des champs requis ne sont pas saisis ...

source: Loading
fr: Chargement

source: Please Wait!!
fr: Veuillez patienter..!!

source: Invalid PhoneNumber or Password
fr: Numéro de téléphone ou mot de passe non valide

source: Please check the filled Details.
fr: Veuillez cocher tous les champs.

source: Alert
fr: Alerte

source: Your Ride is Successfully Booked!!
fr: Votre Réservation est acceptée !!

source: Your Ride has been Rejected!!
fr: Votre réservation a été rejetée !!

source: Your Ride Book Successfully Date
fr: Votre Réservation est acceptée

source: Time
fr: Durée

source: No driver available for this car Select other
fr: Aucun conducteur disponible pour ce type de voiture, Veuillez Sélectionner une autre

source: Please Select Car First!!!
fr: Veuillez selectionner une voiture !!!

source: Update successfully!!
fr: Mise à jour avec succès!

source: Please Try Again!!!
fr: Veuillez réessayer!!!

source: Please enter Coupon Code!!
fr: Veuillez entrer le code de coupon !!

source: Coupon Applied Sucessfully!!
fr: Coupon appliqué avec succès!

source: OnLine
fr: En ligne

source: OffLine
fr: Hors ligne

source: Profile
fr: Profil

source: Terms Conditions
fr: Mentions légales

source: Please select both filled City & Droplocation!!
fr: Veuillez selectionner une Ville et une destination!!

source: Select City
fr: Sélectionner une ville

source: Password and confirm password doesn't match.
fr: Les deux Mot de passe ne correspondent pas.

source: Your Old Password doesn't match.
fr: Votre ancien mot de passe ne correspond pas.

source: Password Change successfully!!
fr: Changement de mot de passe avec succès!

source: Book my rides
fr: Réserver un trajet

source: My Rides
fr: Mes trajets

source: Rate Card
fr: Grille Tarifaire

source: Report Issue
fr: Soumettre un probléme

source: Call Support
fr: Support téléphonique

source: About
fr: À propos

source: About Us
fr: À propos

source: Terms and Condition
fr: Mentions légales

source: Cancel Successfully!!
fr: Annuler avec succès !!

source: Total Distance
fr: Distance totale

source: Total Time
fr: Durée totale

source: Select Car
fr: Sélectionner une voiture

source: Please enter comment
fr: Veuillez saisir un commentaire

source: Approx Total Distance :
fr: Distance totale approximative:

source: Please select both filled Car & City!!
fr: Veuillez selectionner une Ville et un Type de Véhicule!

source: No Record Found
fr: Aucun Enregistrement Trouvé

source: SCHEDULED
fr: RÉSERVÉ

source: ONGOING
fr: EN COURS

source: No Rides!!
fr: Pas de trajet !!

source: Success
fr: Réussi

source: OOPS!
fr: OUPS!

source: Forgot Password
fr: Mot de passe oublié

source: Do you want to change the status of ride ?
fr: Voulez-vous changer le statut du trajet?

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Are You Sure to Log Out ?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Log Out
fr: Se déconnecter

source: The Internet connection appears to be offline
fr: La connexion Internet semble être indisponible

source: A server with the specified hostname could not be found.
fr: Un serveur avec le nom d'hôte spécifié n'a pu être trouvé.

source: Mobile number must be 9 digits
fr: Numéro de téléphone mobile doit comporter 10 chiffres

source: Select options first for payment
fr: Sélectionner une option de paiement

source: Make Payment
fr: Effectuer le paiement

source: Payment Done
fr: Paiement effectué

source: Enter Drop Location
fr: Saisir une destination

source: Please Enter Drop Location First!!!!
fr: Veuillez d'abord saisir une destination!!!!

source: Ride Started
fr: Démarrage du trajet

source: Please select City first!!
fr: Veuillez sélectionner une ville!!

source: Sending e-mail in-app is not so bad!
fr: Envoi d'e-mail dans l'application n'est pas si mauvais!

source: Could Not Send Email
fr: Impossible d'envoyer un e-mail

source: Your device could not send e-mail.Please check e-mail configuration and try again.
fr: Votre appareil n'a pas pu envoyer d'e-mail.Veuillez vérifier la configuration de l'e-mail et réessayer.

source: The request timed out
fr: La demande a expiré

source: The operation couldn't be completed.
fr: L'opération n'a pas pu être terminée.

source: The request timed out.
fr: La demande a expiré.

source: The network connection was lost.
fr: La connexion réseau a été perdue.

source: Slow Internet
fr: La connexion Internet est lente

source: Location not found yet.
fr: Nous n'arrivons pas à vous localiser.

source: Select Car Type
fr: Sélectionner le type de voiture

source: Please select car type first
fr: Veuillez sélectionner le type de voiture

source: Registeration Failed!
fr: Échec de l'inscription!

source: Fields cannot be blank
fr: Les champs ne peuvent pas être vides

source: Select Car Model
fr: Sélectionnez le modèle de voiture

source: Please Select Model
fr: Veuillez sélectionner le modèle

source: Please Select CarType
fr: Sélectionner le type de voiture

source: Please upload documents first
fr: Veuillez télécharger les documents d'abord

source: Wrong Email format
fr: Format de courrier électronique erroné

source: Email id must not contain space
fr: L'identifiant du courriel ne doit pas contenir d'espace

source: Password do not match.Please Enter again.
fr: Les dux mot de passe ne correspondent pas. Veuillez réessayer.

source: Registration Successful
fr: Inscription réussie

source: Unable to register!
fr: Impossible de s'inscrire!

source: Upload Documents
fr: Télécharger des documents

source: Please upload licence copy
fr: Veuillez télécharger une copie du permis

source: Please upload insurance copy
fr: Veuillez télécharger une copie d'assurance

source: Please upload rc copy
fr: Veuillez télécharger la copie de la carte grise

source: Please upload other document copy
fr: Veuillez télécharger d'autres documents

source: Login Failed!
fr: Échec de la connexion!

source: Login Successful
fr: Connexion réussie

source: Unable to login!
fr: Connection impossible!

source: Edit Failed!
fr: Échec de l'édition!

source: Profile Updated
fr: Profil mis à jour

source: Unable to edit!
fr: Impossible de modifier!

source: Email Already Exsist or Field is Incorrect
fr: Le Courrier électronique existe déjà ou l'e-mail est incorrect

source: LogOut Successfully
fr: Déconnexion réussie

source: Failed
fr: Échoué

source: CarName -
fr: Véhicule -

source: Your Name -
fr: Votre nom -

source: CarNo. -
fr: Immatriculation -

source: Report Issue Regarding TaxiApp Driver App
fr: Signaler un problème concernant l'application TaxiApp Chauffeur

source: Your device could not send e-mail. Please check e-mail configuration and try again.
fr: Votre appareil n'a pu envoyer d'e-mail. Veuillez vérifier la configuration de l'e-mail et réessayer.

source: Yes
fr: Oui

source: No
fr: Non

source: There Is SomeThing Wrong
fr: Il y a quelque chose qui ne va pas

source: Ride has been cancelled by user
fr: Le trajet a été annulé par le client

source: Cancelled
fr: Annulé

source: Already Login on other device
fr: Vous êtes déjà connecté sur un autre appareil

source: Please select city first
fr: Veuillez sélectionner une ville

source: Mobile No. must be of 10 characters
fr: Le numéro de mobile doit être de 9 caractères

source: No Earning!!
fr: Aucun revenu!!

source: Booking Cancelled !
fr: Réservation annulée!

source: Earnings
fr: Revenus

source: Select Reason
fr: Sélectionner la raison

source: Don't Cancel
fr: Ne pas annuler

source: For Registering with us you have to upload documents like:- Licence, Registeration of vehicle, Insurance
fr: Pour la validation de votre inscription, vous devez télécharger et nous envoyer votre Permis de conduire, Assurance et Carte grise

source: Insurance
fr: Assurance

source: Do you want to change the status of ride ?
fr: Voulez-vous changer le statut du trajet?

source: Ride Started
fr: Démarrage du trajet
